Repository: riyasy/FlyPhotos
Catalog: Src/FlyPhotos/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, ml_in, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, uk_ua, zh_cn, zh_tw

# ShortcutDesc_SharePhoto
source: Opens the Windows share dialog
ar_sa: فتح مربع حوار مشاركة Windows
es_es: Abre el cuadro de compartir de Windows
fr_fr: Ouvre la fenêtre de partage Windows
it_it: Apre la finestra di condivisione di Windows
ja_jp: Windows の共有ダイアログを開きます
ko_kr: Windows 공유 대화 상자를 엽니다
ml_in: Windows Share ഡയലോഗ് തുറക്കുന്നു
nl_nl: Opent het Windows-dialoogvenster voor delen
pl_pl: Otwiera okno udostępniania Windows
pt_pt: Abre a caixa de diálogo de partilha do Windows
ru_ru: Открывает окно общего доступа Windows
sv_se: Öppnar Windows delningsfönster
uk_ua: Відкриває діалог «Поділитися» Windows
zh_tw: 開啟 Windows 分享對話方塊

# ShortcutDesc_FileProperties
source: General tab
ar_sa: علامة التبويب "عام"
es_es: Pestaña General
fr_fr: Onglet Général
it_it: Scheda Generale
ja_jp: 「全般」タブ
ko_kr: 일반 탭
ml_in: General ടാബ്
nl_nl: Tabblad Algemeen
pl_pl: Karta Ogólne
pt_pt: Separador Geral
ru_ru: Вкладка «Общие»
sv_se: Fliken Allmänt
uk_ua: Вкладка «Загальні»
zh_tw: 「一般」索引標籤

# ShortcutDesc_FileDetails
source: Details tab
ar_sa: علامة التبويب "التفاصيل"
es_es: Pestaña Detalles
fr_fr: Onglet Détails
it_it: Scheda Dettagli
ja_jp: 「詳細」タブ
ko_kr: 자세히 탭
ml_in: Details ടാബ്
nl_nl: Tabblad Details
pl_pl: Karta Szczegóły
pt_pt: Separador Detalhes
ru_ru: Вкладка «Подробно»
sv_se: Fliken Detaljer
uk_ua: Вкладка «Відомості»
zh_tw: 「詳細資料」索引標籤

# ShortcutDesc_OpenWithPanel
source: Shows all configured apps
ar_sa: عرض جميع التطبيقات المكوّنة
es_es: Muestra todas las aplicaciones configuradas
fr_fr: Affiche toutes les applications configurées
it_it: Mostra tutte le app configurate
ja_jp: 設定済みのアプリをすべて表示します
ko_kr: 구성된 앱을 모두 표시합니다
ml_in: ക്രമീകരിച്ച എല്ലാ ആപ്പുകളും കാണിക്കുന്നു
nl_nl: Toont alle geconfigureerde apps
pl_pl: Pokazuje wszystkie skonfigurowane aplikacje
pt_pt: Mostra todas as aplicações configuradas
ru_ru: Показывает все настроенные приложения
sv_se: Visar alla konfigurerade appar
uk_ua: Показує всі налаштовані програми
zh_tw: 顯示所有已設定的應用程式

# ShortcutKey_LeftArrow
source: Left Arrow
ar_sa: السهم الأيسر
es_es: Flecha izquierda
fr_fr: Flèche gauche
it_it: Freccia sinistra
ja_jp: 左矢印キー
ko_kr: 왼쪽 화살표
ml_in: ഇടത് ആരോ
nl_nl: Pijl links
pl_pl: Strzałka w lewo
pt_pt: Seta para a esquerda
ru_ru: Стрелка влево
sv_se: Vänsterpil
uk_ua: Стрілка ліворуч
zh_tw: 左方向鍵

# ShortcutKey_RightArrow
source: Right Arrow
ar_sa: السهم الأيمن
es_es: Flecha derecha
fr_fr: Flèche droite
it_it: Freccia destra
ja_jp: 右矢印キー
ko_kr: 오른쪽 화살표
ml_in: വലത് ആരോ
nl_nl: Pijl rechts
pl_pl: Strzałka w prawo
pt_pt: Seta para a direita
ru_ru: Стрелка вправо
sv_se: Högerpil
uk_ua: Стрілка праворуч
zh_tw: 右方向鍵

# ShortcutKey_UpArrow
source: Up Arrow
ar_sa: السهم لأعلى
es_es: Flecha arriba
fr_fr: Flèche haut
it_it: Freccia su
ja_jp: 上矢印キー
ko_kr: 위쪽 화살표
ml_in: മുകളിലോട്ട് ആരോ
nl_nl: Pijl omhoog
pl_pl: Strzałka w górę
pt_pt: Seta para cima
ru_ru: Стрелка вверх
sv_se: Uppil
uk_ua: Стрілка вгору
zh_tw: 上方向鍵

# ShortcutKey_DownArrow
source: Down Arrow
ar_sa: السهم لأسفل
es_es: Flecha abajo
fr_fr: Flèche bas
it_it: Freccia giù
ja_jp: 下矢印キー
ko_kr: 아래쪽 화살표
ml_in: താഴോട്ട് ആരോ
nl_nl: Pijl omlaag
pl_pl: Strzałka w dół
pt_pt: Seta para baixo
ru_ru: Стрелка вниз
sv_se: Nedpil
uk_ua: Стрілка вниз
zh_tw: 下方向鍵

# ShortcutKey_Space
source: Space
ar_sa: مسافة
es_es: Espacio
fr_fr: Espace
it_it: Spazio
ml_in: സ്പേസ്
nl_nl: Spatie
pl_pl: Spacja
pt_pt: Espaço
ru_ru: Пробел
sv_se: Blanksteg
uk_ua: Пробіл
zh_tw: 空白鍵

# ShortcutKey_NumAdd
source: Num +
ja_jp: テンキー +
ko_kr: 숫자 키패드 +
zh_tw: 數字鍵台 +

# ShortcutKey_NumSubtract
source: Num -
ja_jp: テンキー -
ko_kr: 숫자 키패드 -
zh_tw: 數字鍵台 -

# ShortcutKey_NumMultiply
source: Num *
ja_jp: テンキー *
ko_kr: 숫자 키패드 *
zh_tw: 數字鍵台 *

# ShortcutKey_NumDivide
source: Num /
ja_jp: テンキー /
ko_kr: 숫자 키패드 /
zh_tw: 數字鍵台 /

# ShortcutKey_NumDecimal
source: Num .
ja_jp: テンキー .
ko_kr: 숫자 키패드 .
zh_tw: 數字鍵台 .

# ShortcutKey_NumPad
source: Num {0}
ja_jp: テンキー {0}
ko_kr: 숫자 키패드 {0}
zh_tw: 數字鍵台 {0}

# ComboBackgroundItemCustom.Content
source: Custom
fr_fr: Personnalisé
ja_jp: カスタム
nl_nl: Aangepast
pl_pl: Niestandardowe
pt_pt: Personalizado
uk_ua: Власний

# Exif_DdsFormat
source: Format
ja_jp: 形式
nl_nl: Formaat
pt_pt: Formato
uk_ua: Формат

# Exif_DdsTextureType
source: Texture type
fr_fr: Type de texture
ja_jp: テクスチャの種類
nl_nl: Textuurtype
pl_pl: Typ tekstury
pt_pt: Tipo de textura
uk_ua: Тип текстури

# Exif_DdsMipmaps
source: Mipmaps
ja_jp: ミップマップ
pl_pl: Mipmapy
uk_ua: Міп-карти

# Exif_DdsAlpha
source: Alpha
ja_jp: アルファ
nl_nl: Alfa
pl_pl: Alfa
pt_pt: Alfa
uk_ua: Альфа

# SettingsCardWindowBackgroundColor.Description
source: Applicable only for Custom Window Background.
fr_fr: Applicable uniquement à l'arrière-plan de fenêtre personnalisé.
ja_jp: カスタムのウィンドウ背景にのみ適用されます。
nl_nl: Alleen van toepassing op een aangepaste vensterachtergrond.
pl_pl: Dotyczy tylko niestandardowego tła okna.
pt_pt: Aplicável apenas ao fundo de janela personalizado.
uk_ua: Застосовується лише до власного фону вікна.

# SettingsCardWindowBackgroundColor.Header
source: Background color
fr_fr: Couleur d'arrière-plan
ja_jp: 背景色
nl_nl: Achtergrondkleur
pl_pl: Kolor tła
pt_pt: Cor de fundo
uk_ua: Колір фону

# TextBlockKeyboardAndMouse.Text
source: Keyboard and Mouse
ar_sa: لوحة المفاتيح والماوس
es_es: Teclado y ratón
it_it: Tastiera e mouse
ko_kr: 키보드 및 마우스
ml_in: കീബോർഡും മൗസും
ru_ru: Клавиатура и мышь

# ShortcutMod_Shift
source: Shift
es_es: Mayús
fr_fr: Maj
it_it: Maiusc
sv_se: Skift

# ShortcutKey_Backspace
source: Backspace
es_es: Retroceso
fr_fr: Retour arrière
pt_pt: Retrocesso
sv_se: Backsteg

# ShortcutKey_PageUp
source: Page Up
es_es: Re Pág
fr_fr: Page préc.
it_it: Pag Su

# ShortcutKey_PageDown
source: Page Down
es_es: Av Pág
fr_fr: Page suiv.
it_it: Pag Giù

# ShortcutKey_Home
source: Home
es_es: Inicio
fr_fr: Origine
it_it: Inizio

# ShortcutKey_End
source: End
es_es: Fin
fr_fr: Fin
it_it: Fine

# ShortcutKey_Enter
source: Enter
es_es: Intro
fr_fr: Entrée
it_it: Invio
sv_se: Retur

# ShortcutKey_Delete
source: Delete
ar_sa: Del
es_es: Supr
fr_fr: Suppr
it_it: Canc
ml_in: Del
nl_nl: Del
pl_pl: Del
pt_pt: Del
ru_ru: Del
sv_se: Del
uk_ua: Del

source: end
ar_sa: نهاية

# ShortcutKey_Esc
source: Esc
fr_fr: Échap

# ShortcutKey_Tab
source: Tab
sv_se: Tabb

# ButtonShortcutsToolTip.Content
source: Open in other apps
de_de: In anderen Apps öffnen
fi_fi: Avaa muissa sovelluksissa
hu_hu: Megnyitás más alkalmazásokban
pt_br: Abrir em outros aplicativos
zh_cn: 在其他应用中打开

# DefaultViewerInstruction1.Text
source: To set FlyPhotos as the default app: Right-click a photo > Open with > Choose another app. Select FlyPhotos and choose Always.
de_de: Um FlyPhotos als Standard-App festzulegen: Rechtsklick auf ein Bild > „Öffnen mit“ > „Andere App auswählen“. FlyPhotos auswählen und „Immer“ wählen.
fi_fi: Voit asettaa FlyPhotosin oletussovellukseksi: Napsauta kuvaa hiiren kakkospainikkeella > Avaa sovelluksessa > Valitse toinen sovellus. Valitse FlyPhotos ja valitse Aina.
hu_hu: A FlyPhotos alapértelmezett alkalmazásként való beállításához: Kattintson jobb gombbal egy képre > Megnyitás ezzel > Válasszon másik alkalmazást. Válassza ki a FlyPhotos-t, és válassza a Mindig lehetőséget.
pt_br: Para definir o FlyPhotos como o aplicativo padrão: Clique com o botão direito em uma foto > Abrir com > Escolher outro aplicativo. Selecione FlyPhotos e selecione Sempre.
zh_cn: 要将 FlyPhotos 设为默认应用： 右键点击照片 > 打开方式 > 选择其他应用。 选择 FlyPhotos，并勾选“始终使用此应用”。

# SettingsCardCredits.Description
source: FlyPhotos thanks Svg.Skia, SkiaSharp, Magick.NET, MagicScaler, NLog, and WinUIEx.
de_de: FlyPhotos dankt Svg.Skia, SkiaSharp, Magick.NET, MagicScaler, NLog und WinUIEx.
fi_fi: FlyPhotos kiittää Svg.Skiaa, SkiaSharpia, Magick.NETiä, MagicScaleria, NLogia ja WinUIExiä.
hu_hu: A FlyPhotos köszönetet mond a Resvg, Magick.NET, MagicScaler, Rawler, NLog és WinUIEx programoknak.
pt_br: O FlyPhotos agradece ao Resvg, Magick.NET, MagicScaler, Rawler, NLog e WinUIEx.
zh_cn: FlyPhotos 感谢 Svg.Skia、SkiaSharp、Magick.NET、MagicScaler、Rawler、NLog 和 WinUIEx。

# SettingsCardExternalShorcuts.Description
source: Open the current photo in other apps
de_de: Das aktuelle Foto in anderen Apps öffnen
fi_fi: Avaa nykyinen kuva muissa sovelluksissa
zh_cn: 在其他应用中打开当前照片

# SettingsCardExternalShorcuts.Header
source: Show shortcuts to external apps
de_de: Verknüpfungen zu externen Apps anzeigen
fi_fi: Näytä pikakuvakkeet ulkoisiin sovelluksiin
zh_cn: 显示外部应用快捷方式

# SettingsCardHighQualityInterpolation.Description
source: Disable for sharper pixel edges (useful for pixel art).
de_de: Deaktivieren Sie diese Funktion für schärfere Pixelkanten (hilfreich für Pixelkunst).
fi_fi: Poista käytöstä terävämpien pikselireunojen saamiseksi (hyödyllinen pikselitaiteelle).
pt_br: Desabilitar para bordas de pixels mais nítidas (útil para pixel art).
zh_cn: 关闭后像素边缘会更锐利（适合像素画）。

# SettingsCardHighQualityInterpolation.Header
source: Use high quality interpolation when zooming
de_de: Hochwertige Interpolation beim Zoomen verwenden
fi_fi: Käytä korkealaatuista interpolointia zoomatessa
pt_br: Usar interpolação de alta qualidade ao usar o zoom
zh_cn: 缩放时使用高质量插值

# SettingsCardHighResCache.Description
source: Set the number of high-resolution photos cached on each side.
de_de: Legen Sie die Anzahl der auf jeder Seite zwischengespeicherten hochauflösenden Fotos fest.
fi_fi: Aseta kummallekin puolelle välimuistiin tallennettujen korkearesoluutioisten kuvien määrä.
hu_hu: Állítsa be a nagy felbontású képek gyorsítótárának méretét oldalanként.
pt_br: Definir o número de fotos em alta resolução armazenadas em cache de cada lado.
zh_cn: 设置两侧缓存的高分辨率照片数量。

# SettingsCardHighResCache.Header
source: High-resolution cache
de_de: Cache mit hoher Auflösung
fi_fi: Korkearesoluutioinen välimuisti
hu_hu: Nagy felbontású gyorsítótár
pt_br: Cache em alta resolução
zh_cn: 高分辨率缓存

# SettingsCardLowResCache.Description
source: Set the number of low-resolution photos cached on each side.
de_de: Legen Sie die Anzahl der auf jeder Seite zwischengespeicherten Fotos mit niedriger Auflösung fest.
fi_fi: Aseta kummallekin puolelle välimuistiin tallennettujen matalaresoluutioisten kuvien määrä.
hu_hu: Állítsa be az alacsony felbontású képek gyorsítótárának méretét oldalanként.
pt_br: Definir o número de fotos em baixa resolução armazenadas em cache de cada lado.
zh_cn: 设置两侧缓存的低分辨率照片数量。

# SettingsCardLowResCache.Header
source: Low-resolution cache
de_de: Cache mit niedriger Auflösung
fi_fi: Matalaresoluutioinen välimuisti
hu_hu: Alacsony felbontású gyorsítótár
pt_br: Cache em baixa resolução
zh_cn: 低分辨率缓存

# SettingsCardMouseWheelBehaviourInfo.Description
source: 👉 Ctrl + Mouse wheel always zooms. 👉 Alt + Mouse wheel always navigates.
de_de: 👉 Strg + Mausrad zoomt immer hinein oder heraus. 👉 Alt + Mausrad navigiert immer zum nächsten oder Vorherigen.
fi_fi: 👉 Ctrl + hiiren vierityspyörä zoomaa aina. 👉 Alt + hiiren vierityspyörä selaa aina.
hu_hu: 👉 Ctrl + egérgörgő mindig nagyít. 👉 Alt + egérgörgő mindig navigál.
pt_br: 👉 Ctrl + Roda do mouse sempre aplica zoom. 👉 Alt + Roda do mouse sempre navega.
zh_cn: 👉 Ctrl + 鼠标滚轮始终为缩放。 👉 Alt + 鼠标滚轮始终为切换照片。

# SettingsCardOpenExitZoom.Header
source: Zoom in when opening a file and zoom out on exit
de_de: Animationseffekt: Beim Öffnen vergrößern, beim Beenden verkleinern
fi_fi: Lähennä tiedostoa avattaessa ja loitonna poistuttaessa
hu_hu: Animált nagyítás indításkor és kicsinyítés kilépéskor
pt_br: Animar o zoom na inicialização e reduzir ao sair
zh_cn: 打开文件时放大，退出时缩小

# SettingsExpanderAutoFade.Header
source: Auto Fade and Hide Settings
de_de: Einstellungen für automatisches Ein- und Ausblenden
fi_fi: Automaattinen häivytys ja piilotus asetukset
zh_cn: 自动淡出与隐藏设置

# SettingsExpanderCaching.Description
source: Configure how Fly handles photo caching.
de_de: Konfigurieren Sie, wie Fly das Foto-Caching handhabt.
fi_fi: Määritä, miten Fly käsittelee valokuvien välimuistiin tallennusta.
hu_hu: Konfigurálja, hogy a Fly hogyan kezelje a képgyorsítótárazást.
pt_br: Configurar como o Fly lida com o cache de fotos.
zh_cn: 配置 FlyPhotos 的照片缓存方式。

# SettingsExpanderCaching.Header
source: Caching
fi_fi: Välimuistiin tallennus
hu_hu: Gyorsítótárazás
pt_br: Cache
zh_cn: 缓存

# SettingsExpanderKeyboardShortcuts.Header
source: KeyBoard shortcuts
de_de: Tastaturkürzel
fi_fi: Näppäinoikotiet
hu_hu: Billentyűparancsok
pt_br: Atalhos de teclado
zh_cn: 键盘快捷键

# SettingsExpanderPanZoom.Description
source: Customize Pan and Zoom behavior.
de_de: Passen Sie das Schwenk- und Zoomverhalten an.
fi_fi: Mukauta panoroinnin ja zoomin toimintaa.
hu_hu: Pásztázás és nagyítás viselkedésének testreszabása.
pt_br: Personalizar o comportamento de deslocamento e zoom.
zh_cn: 自定义平移和缩放行为。

# SettingsExpanderPanZoom.Header
source: Pan and Zoom
de_de: Schwenk- und Zoom-Einstellungen
fi_fi: Panorointi ja zoomaus
hu_hu: Pásztázás és nagyítás
pt_br: Posição e zoom (or: Mover e zoom)
zh_cn: 平移与缩放

# TextBlockLog.Text
source: Log
de_de: Protokoll
fi_fi: Loki
hu_hu: Diagnosztika
pt_br: Diagnóstico
zh_cn: 日志

# TextBlockTheming.Text
source: Appearance
de_de: Design
fi_fi: Ulkoasu
zh_cn: 外观

# SettingsCardKeyboardShortCuts.Description
source: Left/Right Arrow Keys : Navigate Photos Up/Down Arrow Keys : Zoom In or Out Mouse Left Click and Drag : Pan Photo Mouse Wheel : Zoom In or Out / Navigate Photos (based on setting) Ctrl + Mouse Wheel : Zoom In or Out Alt + Mouse Wheel : Navigate Photos Tilt Mouse Wheel Left or Right : Navigate Photos Ctrl + Arrow Keys : Pan Photo Ctrl + + : Zoom In Ctrl + - : Zoom Out Alt + Left/Right Arrow Keys : Navigate pages in multi-page TIFF Page Up/Page Down : Zoom In/Out to next Preset (100%, 400%, Fit) Home : Navigate to first photo End : Navigate to last photo Mouse Wheel on Thumbnail strip : Navigate Photos Mouse Wheel on On-Screen Left/Right Button : Navigate Photos Mouse Wheel on On-Screen Rotate Button : Rotate Photo TouchPad two-finger swipe Left or Right : Navigate Photos TouchPad two-finger swipe Up or Down : Zoom In or Out / Navigate Photos (based on Mouse Wheel setting) TouchPad pinch open or close : Zoom In or Out D : Show File Properties Del : Delete Photo Esc : Close Settings or Exit App
de_de: Pfeiltasten Links/Rechts : Durch Fotos blättern Pfeiltasten Oben/Unten : Vergrößern oder Verkleinern (Zoom) Linke Maustaste + Ziehen : Ausschnitt verschieben Mausrad : Zoomen / Blättern (je nach Einstellung) Strg + Mausrad : Vergrößern oder Verkleinern Alt + Mausrad : Durch Fotos blättern Mausrad nach links/rechts neigen : Durch Fotos blättern Strg + Pfeiltasten : Ausschnitt verschieben Strg + + : Vergrößern Strg + - : Verkleinern Alt + Pfeiltasten Links/Rechts : Seiten in mehrseitigen TIFFs wechseln Bild Auf / Bild Ab : Zur nächsten Zoomstufe (100%, 400%, Einpassen) Pos1 : Zum ersten Foto Ende : Zum letzten Foto Mausrad auf der Vorschauleiste : Durch Fotos blättern Mausrad auf Bildschirmtasten Links/Rechts : Durch Fotos blättern Mausrad auf der Drehen-Schaltfläche : Foto drehen Touchpad Zweifinger-Wischen Links/Rechts : Durch Fotos blättern Touchpad Zweifinger-Wischen Oben/Unten : Zoomen / Blättern (je nach Einstellung) Touchpad Auf- oder Zuziehen (Pinch) : Vergrößern oder Verkleinern F11 : Vollbild D : Dateieigenschaften anzeigen Entf : Foto löschen Esc : Einstellungen schließen oder App beenden
fi_fi: Vasen/Oikea Nuolinäppäin : Selaa kuvia Ylös/Alas Nuolinäppäin : Zoomaa sisään tai ulos Hiiren vasen painike ja veto : Panoroi kuvaa Hiiren rulla : Zoomaa / Selaa (asetuksesta riippuen) Ctrl + Hiiren rulla : Zoomaa sisään tai ulos Alt + Hiiren rulla : Selaa kuvia Hiiren rullan kallistus Vasen/Oikea : Selaa kuvia Ctrl + Nuolinäppäimet : Panoroi kuvaa Ctrl + + : Zoomaa sisään Ctrl + - : Zoomaa ulos Alt + Vasen/Oikea Nuolinäppäin : Vaihda sivua monisivuisessa TIFF:ssä Page Up / Page Down : Zoomaa seuraavaan esiasetukseen (100%, 400%, Sovita) Home : Siirry ensimmäiseen kuvaan End : Siirry viimeiseen kuvaan Hiiren rulla pikkukuvanauhalla : Selaa kuvia Hiiren rulla näytön Vasen/Oikea-painikkeilla : Selaa kuvia Hiiren rulla kiertopainikkeella : Kierrä kuvaa Kosketuslevy kahden sormen pyyhkäisy : Selaa kuvia (Vasen/Oikea) Kosketuslevy kahden sormen pyyhkäisy (Ylös/Alas) : Zoomaa / Selaa Kosketuslevy nipistys (Pinch) : Zoomaa sisään tai ulos D : Näytä tiedoston ominaisuudet Del : Poista kuva Esc : Sulje asetukset tai Poistu
hu_hu: Balra/Jobbra nyilak : Képek közötti navigálás Fel/Le nyilak : Nagyítás vagy kicsinyítés Bal gomb + húzás : Kép pásztázása Jobb gomb nyomva tartás : Nagyítás Jobb gomb : Windows Intéző helyi menü Egérgörgő : Nagyítás/kicsinyítés / Képek közötti navigálás (beállítástól függően) Ctrl + Egérgörgő : Nagyítás/kicsinyítés Alt + Egérgörgő : Képek közötti navigálás Bal gomb + Egérgörgő : Képek közötti navigálás Egérgörgő döntése balra/jobbra : Képek közötti navigálás Egérgörgő gomb : Teljes képernyő Ctrl + Nyilak : Kép pásztázása Ctrl + + : Nagyítás Ctrl + - : Kicsinyítés Alt + Balra/Jobbra nyilak : Lapozás több oldalas TIFF fájlban Page Up/Page Down : Nagyítás/kicsinyítés a következő előre beállított értékre (100%, 400%, Illesztés) Home : Ugrás az első képre End : Ugrás az utolsó képre Egérgörgő a bélyegkép csíkon : Képek közötti navigálás Egérgörgő a képernyőn lévő bal/jobb gombon : Képek közötti navigálás Egérgörgő a képernyőn lévő forgatás gombon : Kép forgatása TouchPad kétujjas balra vagy jobbra húzás : Képek közötti navigálás TouchPad kétujjas fel vagy le húzás : Nagyítás/kicsinyítés / Képek közötti navigálás (az egérgörgő beállítástól függően) TouchPad csípés szét vagy összezárása : Nagyítás vagy kicsinyítés F11 : Teljes képernyő Enter : Maximalizál Alt + Enter : Fájltulajdonságok megjelenítése (Általános lap) D : Fájltulajdonságok megjelenítése (Részletek lap) W : Fájl megjelenítése a Windows Intézőben S : Windows Megosztás párbeszédablak megjelenítése a fájlhoz A : Kép nagyítása tényleges méretre F : Illesztés az ablakhoz E : Külső alkalmazások panel megjelenítése Ctrl + 1–4 : Megnyitás a(z) 1–4. külső alkalmazásban Del : Kép törlése Esc : Beállítások bezárása vagy alkalmazás kilépése
pt_br: Setas para a esquerda/direita : Navegar nas fotos Setas para cima/baixo : Ampliar ou reduzir Clique esquerdo e arraste : Deslocar foto Clique direito e segure : Ampliar Clique direito : Menu de contexto do Windows Explorer Roda do mouse : Ampliar ou reduzir / Navegar nas fotos (conforme as configurações) Ctrl + Roda do mouse : Ampliar ou reduzir Alt + Roda do mouse : Navegar nas fotos Inclinar a roda do mouse para a esquerda ou direita : Navegar nas fotos Clique da roda do mouse : Tela inteira Ctrl + Setas direcionais : Deslocar foto Ctrl + + : Ampliar Ctrl + - : Reduzir Alt + Setas para a esquerda/direita : Navegar pelas páginas em um TIFF de várias páginas Page Up/Page Down : Ampliar/reduzir para a próxima predefinição (100%, 400%, Ajustar) Home : Ir para a primeira foto End : Ir para a última foto Roda do mouse na faixa de miniaturas : Navegar nas fotos Roda do mouse no botão esquerdo/direito na tela : Navegar nas fotos Roda do mouse no botão de girar na tela : Girar foto Deslizar dois dedos para a esquerda ou direita no touchpad : Navegar nas fotos Deslizar dois dedos para cima ou para baixo no touchpad : Ampliar ou reduzir / Navegar nas fotos (conforme as configurações da roda do mouse) Movimento de pinça no touchpad : Ampliar ou reduzir F11 : Tela inteira Alt + Enter : Mostrar propriedades do arquivo (Guia Geral) D : Mostrar propriedades do arquivo (Guia Detalhes) W : Mostrar arquivo no Explorador de Arquivos do Windows S : Mostrar caixa de diálogo de Compartilhamento do Windows para o arquivo A : Ampliar foto para o tamanho real F : Ajustar à janela E : Mostrar painel de aplicativos externos Ctrl + 1–4 : Abrir no aplicativo externo 1–4 Del : Excluir foto Esc : Fechar Configurações ou sair do aplicativo
zh_cn: 左右方向键：切换照片 上下方向键：放大或缩小 按住鼠标左键拖动：平移照片 鼠标滚轮：放大/缩小或切换照片（取决于设置） Ctrl + 鼠标滚轮：放大或缩小 Alt + 鼠标滚轮：切换照片 鼠标滚轮左右倾斜：切换照片 Ctrl + 方向键：平移照片 Ctrl + +：放大 Ctrl + -：缩小 Alt + 左右方向键：切换多页 TIFF 的页面 Page Up/Page Down：切换到下一个预设缩放级别（100%、400%、适应窗口） Home：跳转到第一张照片 End：跳转到最后一张照片 在缩略图栏上滚动鼠标滚轮：切换照片 在屏幕上的左/右按钮上滚动鼠标滚轮：切换照片 在屏幕上的旋转按钮上滚动鼠标滚轮：旋转照片 触控板双指左右滑动：切换照片 触控板双指上下滑动：放大/缩小或切换照片（取决于鼠标滚轮设置） 触控板双指捏合或张开：放大或缩小 F11：全屏 D：显示文件属性 Del：删除照片 Esc：关闭设置或退出应用
